export const valuesUpTo9 = {
    0: "",
    1: "один",
    2: "два",
    3: "три",
    4: "четыре",
    5: "пять",
    6: "шесть",
    7: "семь",
    8: "восемь",
    9: "девять"
}
export const valuesUpTo9Options = {
    0: "",
    1: "одна",
    2: "две",
}
export const valuesFrom10To19 = {
    10: "десять",
    11: "одиннадцать",
    12: "двенадцать",
    13: " тринадцать",
    14: "четырнадцать",
    15: "пятнадцать",
    16: "шестнадцать",
    17: "семнадцать",
    18: "восемнадцать",
    19: "девятнадцать"
}

export const dozens = {
    0: "",
    2: "двадцать",
    3: "тридцать",
    4: "сорок",
    5: "пятьдесят",
    6: "шестьдесят",
    7: "семьдесят",
    8: "восемьдесят",
    9: "девяносто"
}

export const hundreds = {
    0: "",
    1: "сто",
    2: "двести",
    3: "триста",
    4: "четыреста",
    5: "пятьсот",
    6: "шестьсот",
    7: "семьсот",
    8: "восемьсот",
    9: "девятьсот",
}
export const bigNumbersNames = {
    0: ["", "", ""],
    1: ["тысяча", "тысячи", "тысяч"],
    2: ["миллион", "миллиона", "миллионов"],
    3: ["миллиард", "миллиарда", "миллиардов"],
    4: ["триллион", "триллион", "триллионов"],
    5: ["квадриллион", "квадриллиона", "квадриллионов"],
}